Repository: photangralenphie/MyMedia
Catalog: MyMedia/Localizable.xcstrings
Source language: en
Languages: de

source: QuickTime was not found.
de: QuickTime wurde nicht gefunden.

source: # Episodes
de: # Episoden

# %lld Episode
source: %lld Episodes
de: %lld Episoden

# %lld Item
source: %lld Items
de: %lld Elemente

# %lld Season
source: %lld Seasons
de: %lld Staffeln

# %lld Season - %lld Episode
source: %lld Seasons - %lld Episodes
de: %lld Staffeln - %lld Episoden

source: About
de: Über

source: About MyMedia
de: Über MyMedia

source: Actions
de: Optionen

source: Add to Collection
de: Zur Sammlung hinzufügen

source: Add to Favourites
de: Zu Favoriten hinzufügen

source: All
de: Alle

source: All Movies
de: Alle Filme

source: All TV Shows
de: Alle Serien

source: API Documentation
de: API Dokumentation

source: App Behaviour
de: App Verhalten

source: Artwork
de: Vorschaubild

source: Artwork:
de: Vorschaubild:

source: As separate Button
de: Separarater Button

source: Auto Quit
de: Automatisch Beenden

source: Automatically quit the app when the last window is closed.
de: Die Anwendung wird automatisch beendet, wenn das letzte Fenster geschossen wird.

source: AutoPlay next Episode
de: AutoPlay nächste Episode

source: Availability
de: Verfügbarkeit

source: Browse
de: Durchsuchen

source: Cancel
de: Abbrechen

source: Cast
de: Besetzung

source: Close
de: Schließen

source: Close Player
de: Player schließen

source: Co-Director
de: Co-Regisseur

source: Collections
de: Sammlungen

source: Composer
de: Komponist

source: Could not access file.
de: Auf die Datei konnte nicht zugegriffen werden.

source: Create
de: Erstellen

source: Create Collection
de: Neue Sammlung erstellen

source: Credited in **%lld** titles
de: Mitgewirkt an **%lld** Titeln

source: Danger Area!
de: Gefahrenzone

source: Danger!
de: Gefahr!

source: Date Added
de: Hinzugefügt am

source: Deep Scan
de: Tiefe Suche

source: Delete all Content
de: Alle Inhalte löschen

source: Delete Collection
de: Sammlung löschen

source: Description
de: Beschreibung

source: Description (optional)
de: Beschreibung (optional)

source: Detail List
de: Detail Liste

source: Developer
de: Entwickler

source: Developer Mode %@
de: Entwicklermodus %@

source: Director
de: Regisseur

source: Disabling the API stops the server and hides its configuration.
de: Durch das Deaktivieren der API wird der Server gestoppt und die Konfiguration ausgeblendet.

source: Do you really want to delete all content?
de: Möchtest du wirklich alle Inhalte löschen?

source: Done
de: Erledigt

source: Downsize Artwork
de: Bild Skalieren

source: Edit
de: Bearbeiten

source: Edit Collection
de: Sammlung bearbeiten

source: Enable API
de: API aktivieren

source: Error accessing media file
de: Fehler beim Zugriff auf die Mediendatei

source: Error code: #%lld
de: Fehler Code

source: Error loading image: %@
de: Fehler beim laden des Bildes: %@

source: Error reading file at %@
de: Fehler beim lesen der Datei %@

source: Error while deleting all content
de: Es ist ein Fehler beim Löschen aller Inhalte aufgetreten.

source: Error while Importing
de: Fehler beim Importieren

source: Executive Producers
de: Ausführende Produzenten

source: Failed to build credits.
de: Mitwirkende konnten nicht erstellt werden.

source: Failed to gain access to the file %@.
de: Fehler beim Zugriff auf die Datei %@.

source: Failed to gain access to the selected folder.
de: Fehler beim Zugriff auf den Ordner

source: Failed to open Subler: %@
de: Fehler beim öffnen von Subler: %@

source: Failed to resolve bookmark for %@.
de: Fehler beim auflösen des Bookmark for %@.

source: Failed: %@
de: Fehlgeschlagen: %@

source: Favorites
de: Favoriten

source: Finished Importing
de: Importieren abgeschlossen

source: Floating
de: Schwebend

source: General
de: Allgemein

source: Get Help
de: Hilfe erhalten

source: Get started by searching for something.
de: Starte, indem du nach etwas suchst.

source: Grid
de: Raster

source: Height
de: Höhe

source: Hide
de: Ausblenden

source: If available show the short description of the media item.
de: Bevorzuge eine kurze Beschreibung - wenn verfügbar.

source: If enabled, a new entry in the sidebar appears which allows to only show Mini-(or Limited) Series.
de: Wenn aktiviert, erscheint in der Seitenleiste ein neuer Eintrag, mit dem sich nur Mini Serien anzeigen lassen

source: Image
de: Bild

source: Image Library
de: Foto Bibliothek

source: Image Size
de: Bild Größe

source: Import Directory
de: Ordner Importieren

source: Import Files
de: Datei Importieren

source: Import Media
de: Medien importieren

source: Importing
de: Importvorgang

source: Importing a larger artwork will consume more memory, and increase loading times.
de: Importieren von größeren Bildern verbraucht mehr Arbeitsspeicher und verlängert Ladezeiten.

source: In Artwork
de: Im Vorschaubild

source: IP-Address
de: IP-Adresse

source: Items per page: %lld
de: Elemente pro Seite: %lld

source: Last 3 Months
de: Letzten 3 Monate

source: Last Month
de: Letzter Monat

source: Last Week
de: Letzte Woche

source: Last Year
de: Letztes Jahr

source: Library
de: Bibliothek

source: Licence
de: Lizenz

source: List
de: Liste

source: Mark Unwatched
de: Als ungesehen markieren

source: Mark Watched
de: Als gesehen markieren

source: Max Size:
de: Max-Größe

source: Media is protected and cannot be played directly. Opening with QuickTime.
de: Die Mediendatei ist geschützt und kann nicht direkt abgespielt werden. Sie wird mit QuickTime geöffnet.

source: Metadata
de: Metadaten

source: Metadata help
de: Hilfe für Metadaten (Englisch)

source: Mini-Series
de: Mini Serien

source: Movies
de: Filme

source: MyMedia Help
de: MyMedia Hilfe

source: New Collection
de: Neue Sammlung

source: No %@ found in metadata.
de: Kein Wert für %@ in den Metadaten gefunden

source: No metadata found in file: %@ Please add metadata before importing.
de: Keine Metadaten in Datei: %@ Bitte vor dem Importieren Metadaten hinzufügen.

source: No Result
de: Keine Ergebnisse

source: None:
de: Keins:

source: Older
de: Älter

source: Open API Documentation
de: API Dokumentation öffnen

source: Open DocC Documentation
de: DocC Dokumentation öffnen

source: Open in Subler
de: In Subler öffnen

source: Open the interactive Scalar API reference in your browser.
de: Öffnet die interaktive Scalar-API-Referenz in deinem Browser.

source: Open the web export of the API's DocC documentation.
de: Öffnet den Web-Export der DocC-Dokumentation der API.

source: Person not found
de: Person konnte nicht gefunden werden.

source: Pin
de: Anpinnen

source: Pinned
de: Angepinnt

source: Play
de: Wiedergeben

source: Play Again
de: Erneut Wiedergeben

source: Play Button
de: Wiedergabe Button

source: Play next Episode
de: Nächste Episode wiedergeben

source: Play with built-in Player
de: Wiedergeben mit eingebautem Player

source: Play with default Player
de: Wiedergeben mit standard Player

source: Player Style
de: Player Stil

source: Playing with QuickTime failed.
de: Abspielen mit QuickTime fehlgeschlagen

source: Port must be between 1024 and 65535.
de: Der Port muss zwischen 1024 und 65535 liegen.

source: Prefer short Description
de: Kurze Beschreibung bevorzugen

source: Preview artwork maximum dimension: %lld px
de: Maximalgröße des Vorschaubilds: %lldpx

source: Producers
de: Produzenten

source: Protected Media
de: Geschützte Mediendatei

source: Release Date
de: Veröffenlichungsdatum

source: Remove from Collection
de: Aus Sammlung entfernen

source: Remove from Favourites
de: Aus Favoriten entfernen

source: Remove from Library
de: Aus Bibliothek entfernen

source: Remove Image
de: Bild entfernen

source: Responses - Defaults
de: Response - Voreinstellungen

source: Restart API
de: API neustarten

source: Results for: %@
de: Ergebnisse für: %@

source: Resume
de: Fortsetzen

source: Resume Current Episode
de: Aktuelle Folge Fortsetzen

source: Running
de: Läuft

source: Runtime
de: Laufzeit

source: Save
de: Speichern

source: Screenwriters
de: Drehbuchautoren

source: Search
de: Suche

source: Search Scope
de: Suchbereich

source: Searching
de: Suche

source: Season %@
de: Staffel %@

# Season %lld, Episode %lld
source: Season %1$lld, Episode %2$lld
de: Staffel %1$lld, Episode %2$lld

# Season %lld, Episode %lld from %@
source: Season %1$lld, Episode %2$lld from %3$@
de: Staffel %1$lld, Episode %2$lld aus %3$@

source: Select a genre
de: Genre auswählen

source: Select Artwork
de: Vorschaubild auswählen

source: Select Directory
de: Ordner auswählen

source: Select Files
de: Dateien auswählen

source: Show All
de: Alle anzeigen

source: Show Full
de: Alles anzeigen

source: Show in Finder
de: In Finder anzeigen

source: Show Languages as Flags
de: Sprachen als Länderflaggen anzeigen

source: Sidebar Entries
de: Sidebar Einträge

source: Something went wrong
de: Etwas ist schief gelaufen

source: Sort by
de: Sortieren nach

source: Start API
de: API starten

source: Start API when MyMedia launches
de: API beim Start von MyMedia starten

source: Starting
de: Wird gestartet

source: Stop API
de: API stoppen

source: Stopped
de: Angehalten

source: Stopping
de: Wird angehalten

source: Subler Error
de: Subler Feher

source: Summary
de: Zusammenfassung

source: This will delete all imported Movies, TV Shows and created Collections! The files on your device will not be deleted.
de: Dadurch werden alle importierten Filme, Serien und erstellten Sammlungen gelöscht! Die Dateien auf deinem Gerät werden nicht gelöscht.

source: This will hide this tab.
de: Dadurch wird dieser Tab ausgeblendet.

source: Title
de: Titel

source: Today
de: Heute

source: Toggle sections
de: Abschnitte ein-/ausblenden

source: Turn off Developer Mode
de: Entwicklermodus ausschalten

source: TV Shows
de: Serien

source: Unknown Error
de: Unbekannter Fehler

source: Unknown Error while reading file: %@.
de: Unbekannter Fehler beim Lesen der Datei: %@.

source: Unpin
de: Entpinnen

source: Unwatched
de: Ungesehen

source: Update Metadata
de: Update Metadaten

source: Use a port from 1024 through 65535. Restart the API after changing it.
de: Verwende einen Port zwischen 1024 und 65535. Starte die API nach der Änderung neu.

source: Use in-app Player
de: In-App Player benutzen

source: User Interface
de: Benutzeroberfläche

source: View
de: Ansicht

source: Watched
de: Gesehen

source: Width
de: Breite

source: Year
de: Jahr

source: Yes
de: Ja
